about.org
#+title: About me
#+date: <2025-04-09 Wed>
#+filetags: about
#+OPTIONS: num:nil

* Research

I am interested in minimal surfaces, scalar curvature geometry and geometric relativity.
See the following for more details and feel free to reach me if you would like to discuss.

I am also developing interests in other topics.

 - [[file:papers.org][Research]]
 - [[file:chai-xiaoxiang-cv-en.pdf][Vitae]]
 - [[file:chai-xiaoxiang-cv-cn.pdf][简历]] 

* Grants

  - Korea NRF, RS-2024-00337418 (PI, 2024-2026) 
  - (participant researcher/employee) Korea NRF 2022R1C1C1013511 (PI: Beomjun Choi, 2022 ~ 2027)
  - KIAS Individual Grants MG074401, MG074402 (2019-2023)


* Employment and Education

   - Mar. 2023 ~ now, BK 21 Research Fellow, POSTECH. (mentor: [[https://sites.google.com/site/mathbeomjun/][Beomjun Choi]])
   - Mar. 2019 ~ Feb 2023, Research Fellow at [[http://kias.re.kr][Korea Institute for Advanced Study]] (mentors: Feb 2020 ~ Feb 2023, [[https://www.researchgate.net/profile/Inkang_Kim][Prof. Inkang Kim]]; Mar 2019 ~ Feb 2020, [[http://newton.kias.re.kr/~choe/][Prof. Choe Jaigyoung]])
   - Aug 2015 ~ July 2018, PhD student,  Department of Mathematics, The Chinese University of Hong Kong. Advisors: [[https://sites.google.com/view/martinli/home][Prof. Martin Man-chun Li]], Prof. Tam Luen-fai (co-advisor). 

