about.html
<!DOCTYPE html>
<html lang="en">
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="HandheldFriendly" content="True">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    <title> About me </title>
    <link rel="stylesheet" href="./cac.css">
    <link rel="stylesheet" href="./rtl.css">
  </head>
  <body class="max-width mx-auto px3 ltr">
    <div class="content index py4">
      <header id="header">
        <a href="./index.html">
          <div id="logo" style="background-image: url(./logo.png);"></div>
          <div id="title">
            <h1>  xxchai  </h1>
          </div>
        </a>
        <div id="nav">
          <ul>
            <li class="icon">
              <!-- <a href="./index.html"> -->
                <i class="fas fa-bars fa-2x"></i>
              <!-- </a> -->
            </li>
            <li>
              <a href="./index.html">Home</a>
            </li>
            <li>
              <a href="./papers.html">Papers</a>
            </li>
            <li>
              <a href="./writings.html">Writings</a>
            </li>
            <li>
              <a href="./links.html">Links</a>
            </li>
            <li>
              <a href="./about.html">About</a>
            </li>
          </ul>
        </div>
      </header>
<h1> About me</h1>

      <div id="outline-container-org1412aad" class="outline-2">
<h2 id="org1412aad">Research</h2>
<div class="outline-text-2" id="text-org1412aad">
<p>
I am interested in minimal surfaces, scalar curvature geometry and geometric relativity.
See the following for more details and feel free to reach me if you would like to discuss.
</p>

<p>
I am also developing interests in other topics.
</p>

<ul class="org-ul">
<li><a href="papers.html">Research</a></li>
<li><a href="chai-xiaoxiang-cv-en.pdf">Vitae</a></li>
<li><a href="chai-xiaoxiang-cv-cn.pdf">简历</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf44f13c" class="outline-2">
<h2 id="orgf44f13c">Grants</h2>
<div class="outline-text-2" id="text-orgf44f13c">
<ul class="org-ul">
<li>Korea NRF, RS-2024-00337418 (PI, 2024-2026)</li>
<li>(participant researcher/employee) Korea NRF 2022R1C1C1013511 (PI: Beomjun Choi, 2022 ~ 2027)</li>
<li>KIAS Individual Grants MG074401, MG074402 (2019-2023)</li>
</ul>
</div>
</div>
<div id="outline-container-orge809e53" class="outline-2">
<h2 id="orge809e53">Employment and Education</h2>
<div class="outline-text-2" id="text-orge809e53">
<ul class="org-ul">
<li>Mar. 2023 ~ now, BK 21 Research Fellow, POSTECH. (mentor: <a href="https://sites.google.com/site/mathbeomjun/">Beomjun Choi</a>)</li>
<li>Mar. 2019 ~ Feb 2023, Research Fellow at <a href="http://kias.re.kr">Korea Institute for Advanced Study</a> (mentors: Feb 2020 ~ Feb 2023, <a href="https://www.researchgate.net/profile/Inkang_Kim">Prof. Inkang Kim</a>; Mar 2019 ~ Feb 2020, <a href="http://newton.kias.re.kr/~choe/">Prof. Choe Jaigyoung</a>)</li>
<li>Aug 2015 ~ July 2018, PhD student,  Department of Mathematics, The Chinese University of Hong Kong. Advisors: <a href="https://sites.google.com/view/martinli/home">Prof. Martin Man-chun Li</a>, Prof. Tam Luen-fai (co-advisor).</li>
</ul>
</div>
</div>


      <footer id="footer">
        <div class="footer-left"> Copyright © 2018-2025 xxchai </div>
        <div class="footer-right">
          <nav>
            <ul>
              <li>
		<a href="./">Home</a>
              </li>
              <li>
		<a href="./papers.html">Papers</a>
              </li>
              <li>
		<a href="./writings.html">Writings</a>
              </li>
              <li>
		<a href="./links.html">Links</a>
              </li>
              <li>
		<a href="./about.html">About</a>
              </li>
            </ul>
          </nav>
        </div>
      </footer>

      <link rel="stylesheet" href="./all.min.css">
      <link rel="stylesheet" href="./justifiedGallery.min.css">
      <script src="./jquery.min.js.download"></script>
      <script src="./jquery.justifiedGallery.min.js.download"></script>
      <script src="./main.js.download"></script>
    </div>
  </body>
</html>
